Repository: common-repository/can-i-write-for-you
Catalog: lang/caniwriteforyou-*.po
Languages: it_it

source: There is %d new person who want to write for you:
it_it: C'è %d nuova persona che desidera scrivere per questo blog:

source: Allow him
it_it: Accetta richiesta

source: or
it_it: oppure

source: Display requester details
it_it: Mostra dettagli richiesta

source: %d new author added:
it_it: %d nuovo autore aggiunto:

source: and
it_it: e

source: %d new author deleted:
it_it: %d nuovo autore eliminato:

source: %s: Your request has been accepted
it_it: %s: La tua richiesta è stata inviata con successo. Verrai ricontattato a breve. Grazie :)

source: Hi %s!
it_it: Ciao %s!

source: Now you can <a href="%s">login</a> to %s.
it_it: <a href="%s">Clicca qui</a> per collegarti a %s.

source: Here's your account data:
it_it: Questi sono i tuoi dati di accesso temporanei:

source: Username: %s
it_it: Nome: %s

source: You can replace this automatic password with an easier one
it_it: Una volta entrato, è consigliabile sostituire immediatamente la password con un'altra più sicura e facile da ricordare

source: Have fun!
it_it: Buona scrittura!

source: Can I write for you?
it_it: Posso scrivere per te?

source: Here you can view and manage users awaiting requests.
it_it: Qui puoi vedere e gestire le richieste in arrivo.

source: Accept
it_it: Accetta

source: Delete
it_it: Rifiuta

source: Name
it_it: Nome

source: Date
it_it: Data

source: Message
it_it: Messaggio

source: Allows visitors to request author subscription
it_it: Permette ai visitatori di questo blog di richiedere un account da autore

source: Username already in use
it_it: Nome utente già utilizzato

source: Name is not valid. Only letters and spaces allowed.
it_it: Il nome utente non è valido. Utilizzare solo lettere e spazi.

source: Email already in use
it_it: Email già utilizzata.

source: Email is not valid. Check it, please.
it_it: L'email non è valida. Sei sicuro di averla scritta correttamente?

source: Message is required
it_it: E' obbligatorio inserire un breve messaggio di presentazione.

source: Your request has been sent. Thank you :)
it_it: La tua richiesta è stata inviata con successo. Verrai ricontattato a breve. Grazie :)

source: A new user wants to be an author
it_it: Un nuovo utente desidera diventare autore

source: Name: %s
it_it: Nome: %s

source: Notes: %s
it_it: Messaggio: %s

source: Please <a href="%s">login into blog</a> to confirm or reject this request.
it_it: <a href="%s">Entra nel blog</a> e conferma la richiesta.

source: required
it_it: obbligatorio

source: Send request
it_it: Invia richiesta

source: Title
it_it: Titolo

source: Enable user message
it_it: Attiva il box dei messaggi

source: User message is required
it_it: Il messaggio è obbligatorio
